Revit 2027 API
ParameterTypeId.SteelElemShortenAnglez Property
 "Angle along width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShortenAnglez { get; }
Public Shared ReadOnly Property SteelElemShortenAnglez As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShortenAnglez {
	ForgeTypeId^ get ();
}
static member SteelElemShortenAnglez : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace